import React from 'react'

export const Who = () => {
  return (
    <div class="who" id="who">
    <div class="address3">عن الحزب</div>
    <div class="details">
        {/* <img src="./image/326685150_711475350428581_4207544556649355329_n.jpg"/> */}
            <div class="text">
              <p>
               حزب سياسي مصري، يسعي إلى بناء مستقبل مشترك يعزز من الوحدة الوطنية ويصون أمن مصر القومي، خصوصًا في مواجهة التحديات 
التي تواجهها البلاد على الصعيد الإقليمي والدولي. يلتزم بدعم القضية الفلسطينية، ويرفض أي محاولات لتهجير الفلسطينيين
 إلى الأراضي المصرية. رسلتنا تركز على الدفاع عن حقوق الشعب المصري في حياة كريمة والوقوف ضد أي ممارسات تهدد استقراره.

بدأت رحلتنا بتحديات قانونية وإدارية، حيث نعمل على جمع التوكيلات اللازمة للتأسيس، رغم التضييقات التي تواجهنا. نسعي، مع شركائنا ومؤيدينا، إلى المشاركة في الساحة السياسية من خلال حوار بناء ومستمر مع المواطنين من مختلف محافظات مصر.
              </p>
              <h1>هدفنا:</h1>
              <p>- حماية السيادة الوطنية.</p>
              <p>- دعم الوحدة بين المصريين.</p>
              <p>- الحفاظ على أمن مصر القومي.</p>
              <p>- تعزيز قيم الحرية والديمقراطية.</p>
              <h3>معًا، نأمل في مستقبل أفضل لمصر، حيث يكون صوت الشعب مسموعًا ومؤثرًا في صنع القرار.</h3>
            </div>
    </div>
</div>
  )
}
export default Who
